// 常见问题
export const questionList = [
  {
    id: 1,
    question: '充值一般多久可以到账？',
    answer:
      '一般10分钟内到账，我们是代理服务，收到您的充值需求，会第一时间提交到对应 的厂商，具体到账时间要看运营商的计费系统。',
  },
  {
    id: 2,
    question: '目前支持哪些充值卡供货？',
    answer:
      '目前支持移动、联通、电信的手机充值卡和热门游戏点卡、后续我们会增加更多新 的支付卡和购物卡，具体情况请关注我们的支持卡种详情。',
  },
  {
    id: 3,
    question: '我没有平台和技术，可以加盟吗？',
    answer:
      '可以的，您只要完成用户注册，联系我们商户开通，就可以登录我们的系统，选择 您需要的服务，进行手动提交。',
  },
  {
    id: 4,
    question: '供货完成后，多久结算？支持哪些结算方式？',
    answer:
      '供货完成，账户余额您可以随时申请提现，我们是T+0出款；目前支持所有银行和 支付宝账户。',
  },
  {
    id: 5,
    question: '一张充值卡供货多久可以消耗掉？',
    answer:
      '一分钟，卡密提交完成后，正常情况，一分钟内消耗完，因为我们有大量的采购商， 在等待采购卡密。',
  },
  {
    id: 6,
    question: '如果卡面值选错了会怎么样？',
    answer:
      '您在使用充值卡供货时，请务必选择与您充值卡一致的面值，否则将可能导致余额 丢失。例如您使用的是一张面值100元的充值卡，那么请在供货时选择充值卡面值 时一定选择100元面值的选项；如果您选择了50元面值，那么本次供货只能获得 50元面值的结算金额，剩余的50元将作废而再也无法使用。',
  },
  {
    id: 7,
    question: '充值长时间不到账，怎么办？',
    answer:
      '您可以联系我们客服帮您查询确认，如果对查询的结果有疑问，您也可以到运营商 查询或者提供您的手机服务密码，我们代您查询确认。',
  },
  {
    id: 8,
    question: '支持的充值卡有什么特殊要求？',
    answer:
      '游戏卡没有特殊要求，手机卡只支持移动的神州行，序列号17位，密码18位；联 通一卡充，序列号15位，密码19位；电信全国卡，序列号19位，密码18位。',
  },
];
